
var data = [obj1,{name:"الاعراض",id:"وجود كتلة أو منطقة سميكة يمكن الشعور بها تحت الجلد"},{name:"الأسباب",id:"يحدث السرطان بسبب حدوث تغيّرات أو طفرات في الحمض النووي داخل الخلايا. يتجمع الحمض النووي الموجود داخل الخلية في عدد كبير من الجينات الفردية، ويحتوي كل منها على مجموعة من التعليمات التي تخبر الخلية بالوظائف التي يجب أن تؤديها، بالإضافة إلى كيفية نموها وانقسامها. ويمكن أن تؤدي الأخطاء في هذه التعليمات إلى توقف الخلية عن أداء وظيفتها الطبيعية، وقد تسمح للخلية"},{name:"ماذا تفعل الطفرات الجينية",id:" قد تؤدي الطفرة الجينية إلى نمو إحدى الخلايا وانقسامها على نحو أسرع. ويؤدي ذلك إلى إنتاج العديد من الخلايا الجديدة التي تحتوي جميعها على الطفرة نفسها"},{name:"  ما أسباب الطفرات الجينية؟",id:"الطفرات الجينية التي وُلدت بها. قد تولد بطفرة جينية ورثتها عن والديك. وهذا النوع من الطفرات يكون مسؤولًا عن نسبة صغيرة من أنواع السرطان."}];
var rows ="";
        function createTable(){
            for(var i=0; i<data.length; i++){
                var row = "<tr><td>"+data[i].name+"</td>"+ "<td>"+data[i].id+"</td><td>"
                rows= row +rows;
             document.getElementById("customers");   
            }
        
        }
        